{
    "items": [
        {
            "title": "Creating Historic Memory",
            "image": "media-images/reforma-thumbnail.gif",
            "alt": "Gif of newspaper article",
            "desc": "Reforma, a top Mexican newspaper, published in its digital and printed versions a story on cv19memorial",
            "date": "April 17, 2020",
            "link": "/reforma",
            "content": "The coronavirus isn't just numbers. Behind every statistic is a name, a family, a medical staff member and... a loss. The aim of the cv19memorial is to name the victims of this virus which, worldwide, registers more than 2 million infections. A group of colleagues of the Master's degree studying in London, took up the task of creating a platform on the Internet that would allow anyone anywhere in the world to tell their story during the Covid-19 pandemic.\"It arises from a concern to see how the the narrative of the pandemic is focused on numbers and statistics. By focusing so much on numbers, the names, narratives and testimonies of the people who are being affected are being lost,\" the team explained to REFORMA. On the page cv19memorial.org, those interested fill out a form on their experience with the coronavirus. They are asked where they live, where they think they might have been infected, their age, and whether they want their memorial to be anonymous or public. The call opened on April 12 and, so far, 10 testimonies have been received from Mexico, the United States, Croatia, Spain, and the United Kingdom. The project is in its first phase, which aims to create a bond of trust, the second and third phase will be to realize and connect these stories. \"We created a virtual space on the Internet that allows us to collect testimonies of loss, in order to generate a collective space where we can observe mourning. Not only for people who, unfortunately, have died, but for those who have survived and want to share their testimony. For workers, not necessarily doctors, but for caregivers who are treating patients with Covid-19, it includes patients and nurses, support staff. And also people who are going through other types of loss: loss of work, loss of a sense of security,\" Beltrán-García said. In the medium and long term, this group of activists, made up of Mexicans, Americans, Peruvians and the British, is seeking to create a historical memory of the Covid-19 and reveal the structural weaknesses that are affecting people who are already suffering from a certain type of marginalization, but which are exacerbated by the virus. You may access the digital version of this article at www.reforma.com"
        },
        {
            "title": "Mileno TV Interview",
            "image": "media-images/mileno-thumbnail.gif",
            "alt": "Gif of COVID-19 News Report",
            "desc": "Mexican national television broadcasted cv19memorial's mission and story.",
            "date": "April 15, 2020",
            "link": "/mileno",
            "content": null,
            "video": ""
        },
        {
            "title": "RuidoEnLaRed Interview",
            "image": "media-images/RuidoEnLaRed-thumbnail.gif",
            "alt": "Gif of radio interview",
            "desc": "RuidoEnLaRed, a digital-first news organization made a fantastic video explaining what cv19memorial is.",
            "date": "April 14, 2020",
            "link": "/ruidoenlared",
            "content": null,
            "video": ""
        },
        {
            "title": "Article on PieDePágina",
            "image": "media-images/PdP-thumbnail.gif",
            "alt": "Gif of newspaper article",
            "desc": "An article on the award-winning Mexican media outlet, PieDePágina",
            "date": "April 13, 2020",
            "link": "/piedepagina",
            "content": ""
        }
    ]
}